Revit 2027 API
ParameterTypeId.LevelDataMassTypeParam Property
 "Mass: Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassTypeParam { get; }
Public Shared ReadOnly Property LevelDataMassTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassTypeParam {
	ForgeTypeId^ get ();
}
static member LevelDataMassTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace